"accessibility" = "அணுகல்";

/* Represents the light theme setting */
"light" = "வெளிச்சமிக்க";

/* Represents the dark theme setting */
"dark" = "ஒளியின்மை";

/* Represents the system theme setting */
"system" = "அமைப்பு";

/* Represents the Appearance setting label */
"appearance" = "தோற்றம்";
"yourFavorites" = "உங்களுக்குப் பிடித்தவை";
"wip" = "வேலை நடந்து கொண்டிருக்கிறது";
"WhosWatching" = "யார் பார்க்கிறார்கள்?";
"username" = "பயனர்பெயர்";
"notImplementedYetWithType" = "வகை: %@ இன்னும் செயல்படுத்தப்படவில்லை :(";
"tryAgain" = "மீண்டும் முயற்சி செய்";
"tags" = "குறிச்சொற்கள்";
"switchUser" = "பயன்பாட்டாளர் மாற்றம்";
"suggestions" = "பரிந்துரைகள்";
"studios" = "ஸ்டுடியோக்கள்";
"studio" = "ஸ்டுடியோ";
"sortBy" = "வரிசைப்படுத்து";
"signedInAsWithString" = "%@ ஆக உள்நுழைந்துள்ளீர்கள்";
"serverURL" = "சேவையகத்தின் URL";
"serverInformation" = "சேவையகத்தின் தகவல்";
"selectCastDestination" = "Cast சேருமிடத்தைத் தேர்ந்தெடுக்கவும்";
"seasons" = "பருவங்கள்";
"seeAll" = "அனைத்தையும் பார்";
"search" = "தேடு";
"seasonAndEpisode" = "S%1$@:E%2$@";
"reset" = "மீட்டமை";
"playbackSpeed" = "பின்னணி வேகம்";
"playbackSettings" = "பின்னணி அமைப்புகள்";
"play" = "இயக்கு";
"playNext" = "அடுத்ததை இயக்கு";
"password" = "கடவுச்சொல்";
"pageOfWithNumbers" = "பக்கம் %1$@ / %2$@";
"otherUser" = "பிற பயனர்";
"ok" = "சரி";
"noResults" = "முடிவுகள் எதுவும் இல்லை";
"noCastdevicesfound" = "காஸ்ட் சாதனங்கள் இல்லை.";
"nextUp" = "அடுத்தது";
"moreLikeThis" = "மேலும் இது போல";
"loginToWithString" = "%@ உள்நுழைய";
"login" = "உள்நுழைய";
"localServers" = "உள்ளூர் சேவையகங்கள்";
"loading" = "ஏற்றுகிறது";
"library" = "நூலகம்";
"latestWithString" = "சமீபத்திய %@";
"home" = "முகப்பு";
"genres" = "வகைகள்";
"filters" = "வடிகட்டிகள்";
"filterResults" = "முடிவுகளை வடிகட்டவும்";
"error" = "பிழை";
"episodes" = "அத்தியாயங்கள்";
"emptyNextUp" = "அடுத்தது வெறுமையாக்கு";
"displayOrder" = "காட்சி வரிசை";
"discoveredServers" = "கண்டுபிடிக்கப்பட்ட சேவையகங்கள்";
"director" = "இயக்குனர்";
"continueWatching" = "தொடர்ந்து பார்க்கவும்";
"connectToServer" = "சேவையகத்துடன் இணைக்கவும்";
"connectToJellyfin" = "ஜெல்லிஃபினுடன் இணைக்கவும்";
"connectManually" = "கைமுறையாக இணைக்கவும்";
"connect" = "இணை";
"closedCaptions" = "மூடிய தலைப்புகள்";
"changeServer" = "சேவையகத்தை மாற்று";
"cast" = "நடிகர்";
"back" = "பின்னால்";
"audioTrack" = "ஆடியோ டிராக்";
"audioAndCaptions" = "ஆடியோ & வசனங்கள்";
"apply" = "இடு";
"allMedia" = "அனைத்து ஊடகங்கள்";
"allGenres" = "அனைத்து வகைகளும்";
"addURL" = "URL ஐச் சேர்க்கவும்";
"serverAlreadyExistsPrompt" = "%s சேவையகம் ஏற்கனவே உள்ளது. புதிய URL ஐ சேர்க்கவா?";
"unknownError" = "அறியப்படாத பிழை";
"existingServer" = "தற்போதுள்ள சேவையகம்";
"previousItem" = "முந்தைய பொருள்";
"nextItem" = "அடுத்த உருப்படி";
"close" = "நெருக்கமான";
"jumpBackward" = "பின்னோக்கி குதிக்கவும்";
"jumpForward" = "முன்னோக்கி செல்லவும்";
"playAndPause" = "விளையாடு / இடைநிறுத்தம்";
"showFlattenView" = "நூலகப் பொருட்களைத் தட்டவும்";
"reportIssue" = "ஒரு சிக்கலைப் புகாரளிக்கவும்";
"requestFeature" = "ஒரு அம்சத்தைக் கோருங்கள்";
"sourceCode" = "மூல குறியீடு";
"remainingTime" = "மீதமுள்ள நேரம்";
"currentPosition" = "தற்போதைய நிலை";
"chapters" = "அத்தியாயங்கள்";
"tooManyRedirects" = "பல வழிமாற்றுகள்";
"customize" = "தனிப்பயனாக்கலாம்";
"file" = "கோப்பு";
"playFromBeginning" = "ஆரம்பத்திலிருந்து விளையாடு";
"removeFromResume" = "ரெஸ்யூமிலிருந்து நீக்கு";
"showMissingEpisodes" = "விடுபட்ட அத்தியாயங்களைக் காட்டு";
"showMissingSeasons" = "விடுபட்ட பருவங்களைக் காட்டு";
"missingItems" = "காணாமல் போன பொருட்கள்";
"airWithDate" = "ஒளிபரப்பு %s";
"unaired" = "ஒளிபரப்பப்படாதது";
"missing" = "காணவில்லை";
"none" = "இல்லை";
"cinematicViews" = "சினிமா காட்சிகள்";
"confirmClose" = "மூடுவதை உறுதிப்படுத்தவும்";
"pressDownForMenu" = "மெனுவிற்கு கீழே அழுத்தவும்";
"about" = "பற்றி";
"recommended" = "பரிந்துரைக்கப்படுகிறது";
"refresh" = "புதுப்பிப்பு";
"next" = "அடுத்தது";
"notAvailableSlash" = "N/A";
"multipleUsers" = "%d பயனர்கள்";
"oneUser" = "1 பயனர்";
"present" = "தற்போது";
"unableToConnectServer" = "சேவையகத்துடன் இணைக்க முடியவில்லை";
"jumpLengthSeconds" = "%s வினாடிகள்";
"largest" = "மிகப் பெரியது";
"larger" = "பெரியது";
"regular" = "வழக்கமான";
"smaller" = "சிறியது";
"smallest" = "மிகச் சிறியது";
"compact" = "கச்சிதமான";
"normal" = "இயல்பானது";
"noCodec" = "கோடெக் இல்லை";
"containers" = "கொள்கலன்கள்";
"runtime" = "இயக்க நேரம்";
"rated" = "மதிப்பிடப்பட்டது";
"released" = "வெளியிடப்பட்டது";
"unauthorized" = "அங்கீகரிக்கப்படாதது";
"unauthorizedUser" = "அங்கீகரிக்கப்படாத பயனர்";
"cannotConnectToHost" = "ஹோஸ்டுடன் இணைக்க முடியவில்லை";
"networkTimedOut" = "நெட்வொர்க் நேரம் முடிந்தது";
"other" = "மற்றவை";
"movies" = "திரைப்படங்கள்";
"tvShows" = "தொலைக்காட்சி நிகழ்ச்சிகள்";
"channels" = "சேனல்கள்";
"programs" = "நிகழ்ச்சிகள்";
"subtitles" = "வசன வரிகள்";
"audio" = "ஆடியோ";
"signInToServer" = "%s இல் உள்நுழைக";
"signIn" = "உள்நுழையவும்";
"signInGetStarted" = "தொடங்குவதற்கு உள்நுழையவும்";
"subtitleSize" = "துணைத்தலைப்பு அளவு";
"showCastAndCrew" = "நடிகர்கள் & குழுவினரைக் காட்டு";
"resume5SecondOffset" = "ரெஸ்யூம் 5 வினாடி ஆஃப்செட்";
"jumpGesturesEnabled" = "ஜம்ப் சைகைகள் இயக்கப்பட்டது";
"jumpBackwardLength" = "பின்னோக்கி நீளம் குதிக்கவும்";
"jumpForwardLength" = "முன்னோக்கி நீளம் குதிக்கவும்";
"videoPlayer" = "நிகழ்பட ஓட்டி";
"server" = "சர்வர்";
"user" = "பயனர்";
"overlayType" = "மேலடுக்கு வகை";
"overlay" = "மேலடுக்கு";
"editJumpLengths" = "ஜம்ப் நீளங்களைத் திருத்தவும்";
"autoPlay" = "தானியங்கி";
"playNextItem" = "அடுத்த உருப்படியை விளையாடு";
"playPreviousItem" = "முந்தைய உருப்படியை விளையாடு";
"experimental" = "பரிசோதனை";
"servers" = "சேவையகங்கள்";
"remove" = "அகற்று";
"operatingSystem" = "இயக்க முறைமை";
"version" = "பதிப்பு";
"url" = "URL";
"name" = "பெயர்";
"serverDetails" = "சேவையக விவரங்கள்";
"favorites" = "பிடித்தவை";
"media" = "ஊடகம்";
"information" = "தகவல்";
"series" = "தொடர்";
"items" = "பொருட்களை";
"castAndCrew" = "நடிகர்கள் & குழுவினர்";
"noOverviewAvailable" = "மேலோட்டம் இல்லை";
"overview" = "கண்ணோட்டம்";
"recentlyAdded" = "சமீபத்தில் சேர்க்கப்பட்ட";
"retry" = "மீண்டும் முயற்சிக்கவும்";
"noTitle" = "தலைப்பு இல்லை";
"continue" = "தொடரவும்";
"noLocalServersFound" = "உள்ளூர் சேவையகங்கள் எதுவும் இல்லை";
"searchingDots" = "தேடி…";
"connectToJellyfinServerStart" = "தொடங்குவதற்கு ஜெல்லிஃபின் சேவையகத்துடன் இணைக்கவும்";
"connectToJellyfinServer" = "ஜெல்லிஃபின் சேவையகத்துடன் இணைக்கவும்";
"cancel" = "ரத்து செய்";
"settings" = "அமைப்புகள்";
"removeAllUsers" = "அனைத்து பயனர்களையும் அகற்று";
"resetAppSettings" = "பயன்பாட்டு அமைப்புகளை மீட்டமைக்கவும்";
"resetUserSettings" = "பயனர் அமைப்புகளை மீட்டமைக்கவும்";
"networking" = "நெட்வொர்க்கிங்";
"defaultScheme" = "இயல்புநிலை திட்டம்";
"seeMore" = "மேலும் பார்க்க";
"noEpisodesAvailable" = "எபிசோடுகள் இல்லை";
"unknown" = "தெரியவில்லை";
"userAlreadySignedIn" = "பயனர் %s ஏற்கனவே உள்நுழைந்துள்ளார்";
"serverAlreadyConnected" = "%@ ஏற்கனவே இணைக்கப்பட்டுள்ளது.";
"existingUser" = "ஏற்கனவே உள்ள பயனர்";
"season" = "பருவம்";
"searchDots" = "தேடு…";
"systemControlGesturesEnabled" = "கணினி கட்டுப்பாட்டு சைகைகள் இயக்கப்பட்டன";
"unableToFindHost" = "ஹோஸ்ட்டைக் கண்டுபிடிக்க முடியவில்லை";
"playerGesturesLockGestureEnabled" = "பிளேயர் சைகைகள் பூட்டு சைகை இயக்கப்பட்டது";
"comingSoon" = "விரைவில் வரும்";
"playback" = "பின்னணி";
"reload" = "ஏற்றவும்";
"accessSchedulesDescription" = "பயன்பாட்டிற்கான அனுமதிக்கப்பட்ட மணிநேரங்களை வரையறுத்து, அந்த நேரத்திற்கு வெளியே அணுகலைக் கட்டுப்படுத்தவும்.";
"accentColor" = "உச்சரிப்பு நிறம்";
"absolute" = "முழுமையான";
"access" = "அணுகல்";
"accessScheduleInvalidTime" = "தொடக்க நேரத்திற்குப் பிறகு முடிவு நேரம் வர வேண்டும்.";
"accessSchedules" = "அணுகல் அட்டவணைகள்";
"accessTagAllowDescription" = "குறைந்தபட்சம் ஒரு அனுமதிக்கப்பட்ட குறிச்சொல்லைக் கொண்டாலன்றி, பயனருக்கு எந்த ஊடகத்தையும் அணுக முடியாது.";
"accessTagAlreadyExists" = "அணுகல் குறிச்சொல் ஏற்கனவே உள்ளது";
"columns" = "நெடுவரிசைகள்";
"short" = "குறுகிய";
"tasks" = "பணிகள்";
"userDeviceAuthRequiredDescription" = "இந்தப் பயனருக்கு சாதன அங்கீகாரம் தேவைப்படும்.";
"volume" = "தொகுதி";
"yes" = "ஆம்";
"letterPicker" = "லெட்டர் பிக்கர்";
"orientation" = "நோக்குநிலை";
"bitrateAuto" = "ஆட்டோ";
"bitrateMax" = "அதிகபட்சம்";
"bitrateMbps60" = "1080p - 60 Mbps";
"device" = "சாதனம்";
"lastSeen" = "கடைசியாகப் பார்த்தது";
"confirm" = "உறுதிப்படுத்தவும்";
"taskAborted" = "ரத்து செய்யப்பட்டது";
"green" = "பச்சை";
"collections" = "தொகுப்புகள்";
"list" = "பட்டியல்";
"done" = "முடிந்தது";
"add" = "சேர்";
"addServer" = "சேவையகத்தைச் சேர்";
"administrator" = "நிர்வாகி";
"agesGroup" = "வயது %@";
"aggregateFolders" = "திரட்டு கோப்புறைகள்";
"aired" = "ஒளிபரப்பப்பட்டது";
"airTime" = "ஒளிபரப்பு நேரம்";
"albumArtist" = "ஆல்பக் கலைஞர்";
"albumArtists" = "ஆல்பக் கலைஞர்கள்";
"allAudiences" = "அனைத்து பார்வையாளர்களும்";
"allowed" = "அனுமதிக்கப்பட்டது";
"allServers" = "அனைத்து சேவையகங்களும்";
"apiKeysDescription" = "உங்கள் சேவையகத்துடன் தொடர்பு கொள்ள வெளிப்புற பயன்பாடுகளுக்கு API விசை தேவை.";
"appIcon" = "பயன்பாட்டு ஐகான்";
"art" = "கலை";
"artists" = "கலைஞர்கள்";
"ascending" = "ஏறுவரிசையில்";
"audioBook" = "ஆடியோ புத்தகம்";
"audioBooks" = "ஆடியோ புத்தகங்கள்";
"audioOffset" = "ஆடியோ ஆஃப்செட்";
"auto" = "ஆட்டோ";
"autoDescription" = "பெரும்பாலான சாதனங்களுக்கு இயல்புநிலை அமைப்புகளைப் பயன்படுத்தி பிளேபேக்கை மேம்படுத்துகிறது. சில வடிவங்களுக்கு இணக்கமற்ற மீடியா வகைகளுக்கு சர்வர் டிரான்ஸ்கோடிங் தேவைப்படலாம்.";
"behavior" = "நடத்தை";
"birateAutoDescription" = "இணைய வேகத்தை மதிப்பிடுவதற்கும் அலைவரிசையை தானாக சரிசெய்வதற்கும் உங்கள் சர்வர் இணைப்பைச் சோதிக்கிறது.";
"birthday" = "பிறந்தநாள்";
"bitrateKbps720" = "480p - 720 Kbps";
"bitrateMbps120" = "4K - 120 Mbps";
"bitrateMbps15" = "1080p - 15 எம்பிபிஎஸ்";
"bitrateMbps20" = "1080p - 20 எம்பிபிஎஸ்";
"bitrateMbps3" = "480p - 3 எம்பிபிஎஸ்";
"bitrateMbps4" = "720p - 4 எம்பிபிஎஸ்";
"bitrateMbps40" = "1080p - 40 Mbps";
"bitrateMbps6" = "720p - 6 எம்பிபிஎஸ்";
"bitsPerSecond" = "பிபிஎஸ்";
"blockUnratedItemsDescription" = "மதிப்பீட்டுத் தகவல் இல்லாத அல்லது அங்கீகரிக்கப்படாத இந்தப் பயனரின் உருப்படிகளைத் தடு.";
"book" = "புத்தகம்";
"box" = "பெட்டி";
"capsule" = "காப்ஸ்யூல்";
"channelDisplay" = "சேனல் காட்சி";
"channelFolder" = "சேனல் கோப்புறை";
"channelFolderItem" = "சேனல் கோப்புறை உருப்படி";
"channelFolderItems" = "சேனல் கோப்புறை உருப்படிகள்";
"cinematic" = "சினிமா சார்ந்த";
"cinematicBackground" = "சினிமா பின்னணி";
"collection" = "சேகரிப்பு";
"color" = "நிறம்";
"columnsWithCount" = "நெடுவரிசைகள்: %@";
"compatibility" = "இணக்கத்தன்மை";
"compatibleDescription" = "அதிகபட்ச இணக்கத்தன்மைக்காக அனைத்து மீடியாவையும் H.264 வீடியோ மற்றும் AAC ஆடியோவாக மாற்றுகிறது. இணக்கமற்ற மீடியா வகைகளுக்கு சர்வர் டிரான்ஸ்கோடிங் தேவைப்படலாம்.";
"createAndJoinGroups" = "குழுக்களை உருவாக்கி சேருங்கள்";
"createAPIKey" = "API விசையை உருவாக்கு";
"custom" = "தனிப்பயன்";
"customBitrate" = "தனிப்பயன் பிட் விகிதம்";
"customConnectionsDescription" = "ஒரு பயனர் சேவையகத்துடன் வைத்திருக்கக்கூடிய அதிகபட்ச இணைப்புகளின் எண்ணிக்கையை கைமுறையாக அமைக்கவும்.";
"customDescription" = "சொந்த பிளேபேக்கிற்காக சாதன சுயவிவரங்களை மேம்பட்ட தனிப்பயனாக்க அனுமதிக்கிறது. தவறான அமைப்புகள் பிளேபேக்கைப் பாதிக்கலாம்.";
"customDeviceNameSaved" = "உங்கள் தனிப்பயன் சாதனப் பெயர் '%1$@' சேமிக்கப்பட்டது.";
"customDeviceProfileAdd" = "தனிப்பயன் சாதன சுயவிவரங்கள் இயல்புநிலை Swiftfin சாதன சுயவிவரங்களுடன் சேர்க்கப்படும்.";
"customDeviceProfileReplace" = "தனிப்பயன் சாதன சுயவிவரங்கள் இயல்புநிலை Swiftfin சாதன சுயவிவரங்களை மாற்றும்.";
"customRating" = "தனிப்பயன் மதிப்பீடு";
"customSessions" = "தனிப்பயன் அமர்வுகள்";
"dashboardDescription" = "உங்கள் ஜெல்லிஃபின் சேவையகத்திற்கான நிர்வாகப் பணிகளைச் செய்யுங்கள்.";
"dateCreated" = "உருவாக்கப்பட்ட தேதி";
"dateModified" = "திருத்தப்பட்ட தேதி";
"dateOfDeath" = "இறந்த தேதி";
"datePlayed" = "விளையாடிய தேதி";
"dates" = "தேதிகள்";
"dayOfWeek" = "வாரத்தின் நாள்";
"decreasePlaybackSpeed" = "பிளேபேக் வேகத்தைக் குறை";
"deleteDeviceFailed" = "சாதனத்தை நீக்க முடியவில்லை";
"deleteImage" = "படத்தை நீக்கு";
"deleteItemConfirmation" = "இந்த உருப்படியை நீக்க விரும்புகிறீர்களா?";
"details" = "விவரங்கள்";
"deviceProfile" = "சாதன சுயவிவரம்";
"digital" = "டிஜிட்டல்";
"direct" = "நேரடி நாடகம்";
"directDescription" = "உள்ளடக்கத்தை அதன் அசல் வடிவத்தில் இயக்குகிறது. ஆதரிக்கப்படாத மீடியா வகைகளில் பிளேபேக் சிக்கல்களை ஏற்படுத்தக்கூடும்.";
"directPlay" = "நேரடி இயக்கம்";
"dismiss" = "நிராகரி";
"downloads" = "பதிவிறக்கங்கள்";
"duplicateUser" = "நகல் பயனர்";
"duration" = "கால அளவு";
"editor" = "ஆசிரியர்";
"editServer" = "சேவையகத்தைத் திருத்து";
"editUsers" = "பயனர்களைத் திருத்து";
"enableAllDevices" = "எல்லா சாதனங்களையும் இயக்கு";
"enableAllLibraries" = "அனைத்து நூலகங்களையும் இயக்கு";
"enabled" = "இயக்கப்பட்டது";
"endDate" = "முடிவு தேதி";
"ended" = "முடிந்தது";
"endTime" = "முடிவு நேரம்";
"engineer" = "பொறியாளர்";
"enterPin" = "பின்னை உள்ளிடவும்";
"enterPinForUser" = "%@ க்கான PIN ஐ உள்ளிடவும்";
"enterSeasonNumber" = "சீசன் எண்ணை உள்ளிடவும்.";
"episode" = "எப்பிசோடுகள்";
"episodeLandscapePoster" = "எபிசோட் லேண்ட்ஸ்கேப் போஸ்டர்";
"episodeNumber" = "எபிசோட் %1$@";
"episodeRuntimeDescription" = "எபிசோடின் இயக்க நேரம் நிமிடங்களில்.";
"errorDetails" = "பிழை விவரங்கள்";
"every" = "ஒவ்வொரு";
"existsOnServer" = "இந்த உருப்படி உங்கள் ஜெல்லிஃபின் சேவையகத்தில் உள்ளது.";
"featurette" = "சிறப்புத் தொகுப்பு";
"forceRemoteTranscoding" = "ரிமோட் மீடியா டிரான்ஸ்கோடிங்கை கட்டாயப்படுத்து";
"format3D" = "3D வடிவம்";
"fullTopAndBottom" = "முழு மேல் மற்றும் கீழ்";
"genresDescription" = "ஊடகங்களின் கருப்பொருள்கள் அல்லது பாணிகளை விவரிக்கும் வகைகள்.";
"gestureLock" = "சைகை பூட்டு";
"gestures" = "சைகைகள்";
"gesturesLocked" = "சைகைகள் பூட்டப்பட்டன";
"gesturesUnlocked" = "சைகைகள் திறக்கப்பட்டன";
"gigabitsPerSecond" = "ஜிபிபிஎஸ்";
"guestStar" = "விருந்தினர் நட்சத்திரம்";
"halfSideBySide" = "பாதி பக்கவாட்டு";
"hidden" = "மறைக்கப்பட்டது";
"hideUserFromLoginScreen" = "உள்நுழைவுத் திரையிலிருந்து பயனரை மறை";
"horizontalPan" = "கிடைமட்ட பான்";
"horizontalSwipe" = "கிடைமட்ட ஸ்வைப்";
"id" = "ஐடி";
"identify" = "அடையாளம் காணவும்";
"idle" = "ஐடில்";
"illustrator" = "இல்லஸ்ட்ரேட்டர்";
"image" = "படங்கள்";
"images" = "படங்கள்";
"incorrectPinForUser" = "%@ க்கான தவறான பின்";
"increasePlaybackSpeed" = "பிளேபேக் வேகத்தை அதிகரிக்கவும்";
"index" = "குறியீட்டு";
"indexNumber" = "குறியீட்டு எண்";
"indicators" = "குறிகாட்டிகள்";
"interview" = "நேர்காணல்";
"itemAtItem" = "%2$@ இல் %1$@";
"jellyfin" = "ஜெல்லிஃபின்";
"jump" = "தாவிச் செல்லவும்";
"kilobitsPerSecond" = "கே.பி.பி.எஸ்";
"language" = "மொழி";
"large" = "பெரியது";
"lastRun" = "கடைசி ஓட்டம்";
"lastRunTime" = "கடைசியாக ஓடியது %@";
"learnMoreEllipsis" = "மேலும் அறிக...";
"left" = "இடது";
"leftVerticalPan" = "இடது செங்குத்து பான்";
"letterer" = "எழுத்துரு";
"likes" = "விருப்பங்கள்";
"liveTVAccess" = "நேரடி தொலைக்காட்சி அணுகல்";
"liveTVChannels" = "நேரடி தொலைக்காட்சி சேனல்கள்";
"liveTVPrograms" = "நேரடி தொலைக்காட்சி நிகழ்ச்சிகள்";
"liveTVRecordingManagement" = "நேரடி தொலைக்காட்சி பதிவு மேலாண்மை";
"loadingUserFailed" = "பயனரை ஏற்றுவதில் தோல்வி";
"local" = "உள்ளூர்";
"lockAllFields" = "அனைத்து புலங்களையும் பூட்டு";
"lockedFields" = "பூட்டப்பட்ட புலங்கள்";
"manualPlaylistsFolders" = "கையேடு பிளேலிஸ்ட் கோப்புறைகள்";
"maximumBitrate" = "அதிகபட்ச பிட் விகிதம்";
"maximumConnectionsDescription" = "ஒரு பயனர் சேவையகத்துடன் வைத்திருக்கக்கூடிய மொத்த இணைப்புகளின் எண்ணிக்கையை வரம்பிடுகிறது.";
"maximumFailedLoginPolicyDescription" = "ஒரு பயனர் பூட்டப்படுவதற்கு முன்பு அதிகபட்ச தோல்வியுற்ற உள்நுழைவு முயற்சிகளை அமைக்கிறது.";
"maximumRemoteBitrate" = "அதிகபட்ச தொலைநிலை பிட்ரேட்";
"maximumSessions" = "அதிகபட்ச அமர்வுகள்";
"mediaAccess" = "மீடியா அணுகல்";
"mediaAttributes" = "மீடியா பண்புக்கூறுகள்";
"mediaDownloads" = "மீடியா பதிவிறக்கங்கள்";
"mediaPlayback" = "மீடியா பிளேபேக்";
"mvc" = "எம்விசி";
"nativePlayer" = "சொந்த வீரர்";
"neverRun" = "ஒருபோதும் ஓடாதே";
"newPassword" = "புதிய கடவுச்சொல்";
"nextUpDaysDescription" = "ஒரு நிகழ்ச்சி 'அடுத்து' பட்டியலில் அதிகபட்சமாக எத்தனை நாட்கள் அதைப் பார்க்காமல் இருக்க வேண்டும் என்பதை அமைக்கவும்.";
"offset" = "ஆஃப்செட்";
"options" = "விருப்பங்கள்";
"orange" = "ஆரஞ்சு";
"pause" = "இடைநிறுத்து";
"pauseOnBackground" = "பின்னணியில் இடைநிறுத்து";
"penciller" = "பென்சில் கலைஞர்";
"people" = "மக்கள்";
"person" = "நபர்";
"photo" = "புகைப்படம்";
"pinch" = "கிள்ளு";
"playCount" = "விளையாடிய எண்ணிக்கை";
"played" = "விளையாடியது";
"playlist" = "பிளேலிஸ்ட்";
"playlists" = "பிளேலிஸ்ட்கள்";
"playOnActive" = "செயலில் விளையாடு";
"posters" = "சுவரொட்டிகள்";
"premiereDate" = "பிரீமியர் தேதி";
"quickConnectCode" = "விரைவு இணைப்பு குறியீடு";
"quickConnectCodeInstruction" = "உங்கள் மற்ற சாதனத்திலிருந்து 6 இலக்கக் குறியீட்டை உள்ளிடவும்.";
"quickConnectSuccessMessage" = "விரைவு இணைப்பை அங்கீகரிப்பது வெற்றிகரமாக முடிந்தது. உங்கள் மற்ற சாதனத்தில் தொடரவும்.";
"remoteConnections" = "தொலைதூர இணைப்புகள்";
"replaceAllDescription" = "திறக்கப்பட்ட அனைத்து மெட்டாடேட்டா மற்றும் படங்களையும் புதிய தகவல்களால் மாற்றவும்.";
"requireDeviceAuthForQuickConnectUser" = "இந்தச் சாதனத்தில் Quick Connect பயனரில் உள்நுழைய சாதன அங்கீகாரம் தேவை.";
"requireDeviceAuthForUser" = "இந்த சாதனத்தில் %@ இல் உள்நுழைய சாதன அங்கீகாரம் தேவை.";
"resetAllSettings" = "எல்லா அமைப்புகளையும் இயல்புநிலைக்கு மீட்டமைக்கவும்.";
"resetSettingsDescription" = "Swiftfin பயனர் அமைப்புகளை மீட்டமைக்கவும்.";
"resetSettingsMessage" = "எல்லா பயனர் அமைப்புகளையும் மீட்டமைக்க விரும்புகிறீர்களா?";
"restartServer" = "சேவையகத்தை மறுதொடக்கம் செய்";
"retrievingMediaInformation" = "ஊடகத் தகவல்களை மீட்டெடுத்தல்";
"reviews" = "விமர்சனங்கள்";
"run" = "ஓடு";
"running" = "ஓடுகிறது...";
"saveUserWithoutAuthDescription" = "எந்த உள்ளூர் அங்கீகாரமும் இல்லாமல் பயனரை இந்தச் சாதனத்தில் சேமிக்கவும்.";
"scene" = "காட்சி";
"scrubCurrentTime" = "ஸ்க்ரப் தற்போதைய நேரம்";
"seriesBackdrop" = "தொடர் பின்னணி";
"serverVersionWarning" = "ஸ்விஃப்ட்ஃபினுக்கு ஜெல்லிஃபின் பதிப்பு %@ அல்லது அதற்கு மேற்பட்டது தேவை.";
"setPinHintDescription" = "பின்னைக் கேட்கும்போது ஒரு குறிப்பை அமைக்கவும்.";
"showFavorited" = "பிடித்ததைக் காட்டு";
"showFavorites" = "பிடித்தவற்றைக் காட்டு";
"showProgress" = "முன்னேற்றத்தைக் காட்டு";
"showRecentlyAdded" = "சமீபத்தில் சேர்க்கப்பட்டதைக் காட்டு";
"showUnwatched" = "பார்க்கப்படாதவற்றைக் காட்டு";
"slider" = "ஸ்லைடர்";
"sliderColor" = "ஸ்லைடர் நிறம்";
"slowScrub" = "மெதுவாக ஸ்க்ரப் செய்தல்";
"specialFeatures" = "சிறப்பு அம்சங்கள்";
"startTime" = "தொடக்க நேரம்";
"supportsMediaControl" = "ஊடகக் கட்டுப்பாடு";
"taskTriggerTimeLimit" = "இந்தப் பணி தூண்டுதலுக்கான அதிகபட்ச இயக்க நேரத்தை (மணிநேரத்தில்) அமைக்கிறது.";
"testSize" = "சோதனை அளவு";
"thumbSlider" = "கட்டைவிரல்";
"totalTime" = "மொத்த நேரம்";
"type" = "வகை";
"unlimited" = "வரம்பற்றது";
"unplayed" = "இயக்கப்படாதது";
"unsavedChangesMessage" = "உங்களிடம் சேமிக்கப்படாத மாற்றங்கள் உள்ளன. அவற்றை நிராகரிக்க விரும்புகிறீர்களா?";
"uploadPhoto" = "புகைப்படத்தைப் பதிவேற்று";
"userRootFolder" = "பயனர் ரூட் கோப்புறை";
"userRootFolders" = "பயனர் ரூட் கோப்புறைகள்";
"userViews" = "பயனர் பார்வைகள்";
"videoTranscoding" = "வீடியோ டிரான்ஸ்கோடிங்";
"viewsMayRequireRestart" = "சில பார்வைகளைப் புதுப்பிக்க பயன்பாட்டை மறுதொடக்கம் செய்ய வேண்டியிருக்கலாம்.";
"audioProfileNotSupported" = "ஆடியோ சுயவிவரம் ஆதரிக்கப்படவில்லை";
"anamorphicVideoNotSupported" = "அனமார்ஃபிக் வீடியோ ஆதரிக்கப்படவில்லை";
"videoCodecNotSupported" = "வீடியோ கோடெக் ஆதரிக்கப்படவில்லை";
"audioBitrateNotSupported" = "ஆடியோ பிட்ரேட் ஆதரிக்கப்படவில்லை";
"audioSampleRateNotSupported" = "ஆடியோ மாதிரி விகிதம் ஆதரிக்கப்படவில்லை";
"deleteUserFailed" = "பயனரை நீக்க முடியவில்லை";
"deviceAuthFailed" = "சாதன அங்கீகாரம் தோல்வியடைந்தது";
"duplicateUserSaved" = "%@ ஏற்கனவே சேமிக்கப்பட்டுள்ளது";
"enterCustomFailedLogins" = "தனிப்பயன் தோல்வியடைந்த உள்நுழைவு வரம்பை உள்ளிடவும்";
"interlacedVideoNotSupported" = "இடைப்பட்ட வீடியோ ஆதரிக்கப்படவில்லை";
"scheduleAlreadyExists" = "அட்டவணை ஏற்கனவே உள்ளது";
"profileNotSaved" = "சுயவிவரம் சேமிக்கப்படவில்லை";
"quickConnectStep1" = "உங்கள் தொலைபேசி அல்லது வலை உலாவியில் ஜெல்லிஃபின் பயன்பாட்டைத் திறந்து உங்கள் கணக்கில் உள்நுழையவும்";
"rememberLayoutFooter" = "தனிப்பட்ட நூலகங்களுக்கான அமைப்பை நினைவில் கொள்ளுங்கள்";
"replaceDeviceProfileWarning" = "தற்போதைய சுயவிவர மதிப்புகள் பிளேபேக் சிக்கல்களை ஏற்படுத்தக்கூடும்";
"unknownVideoStreamInfo" = "வீடியோ ஸ்ட்ரீம் தகவல் தெரியவில்லை";
"logo" = "லோகோ";
"logs" = "பதிவுகள்";
"lyricist" = "பாடலாசிரியர்";
"megabitsPerSecond" = "நொடி";
"menuButtons" = "மெனு பொத்தான்கள்";
"method" = "முறை";
"mixer" = "மிக்சர்";
"never" = "ஒருபோதும் இல்லை";
"nextUpRewatch" = "அடுத்த பதிவில் மீண்டும் பார்க்கிறேன்";
"noPublicUsers" = "பொது பயனர்கள் இல்லை";
"officialRating" = "அதிகாரப்பூர்வ மதிப்பீடு";
"order" = "ஆர்டர்";
"parentalControls" = "பெற்றோர் கட்டுப்பாடுகள்";
"passwordChangedMessage" = "பயனர் கடவுச்சொல் மாற்றப்பட்டுள்ளது.";
"passwordChangeWarning" = "ஜெல்லிஃபின் சர்வர் பயனர் கடவுச்சொல்லை மாற்றுகிறது. இது எந்த ஸ்விஃப்ட்ஃபின் அமைப்புகளையும் மாற்றாது.";
"peopleDescription" = "குறிப்பிட்ட ஊடகங்களை உருவாக்க அல்லது செயல்படுத்த உதவிய நபர்கள்.";
"permissions" = "அனுமதிகள்";
"primary" = "முதன்மை";
"program" = "திட்டம்";
"progress" = "முன்னேற்றம்";
"randomImage" = "சீரற்ற படம்";
"recordings" = "பதிவுகள்";
"requirePinDescription" = "பயனரில் உள்நுழையும்போது உள்ளூர் பின் தேவை. இந்த பின் மீட்டெடுக்க முடியாதது.";
"sample" = "மாதிரி";
"scrub" = "ஸ்க்ரப்";
"shutdownServer" = "சேவையகத்தை அணைக்கவும்";
"shutdownWarning" = "நீங்கள் சேவையகத்தை நிச்சயமாக நிறுத்த விரும்புகிறீர்களா?";
"signoutBackground" = "பின்னணியில் வெளியேறு";
"signoutCloseFooter" = "Swiftfin கட்டாயமாக மூடப்படும்போது, கடைசிப் பயனரை வெளியேற்றுகிறது.";
"split" = "பிரி";
"subtitleCodecNotSupported" = "வசன கோடெக் ஆதரிக்கப்படவில்லை";
"timestamp" = "நேர முத்திரை";
"timestampType" = "நேர முத்திரை வகை";
"unableToUpdateCustomName" = "தனிப்பயன் பெயரைப் புதுப்பிக்க முடியவில்லை";
"uploadFile" = "கோப்பை பதிவேற்று";
"videoRemuxing" = "வீடியோ ரீமக்ஸிங்";
"videoCodecTagNotSupported" = "வீடியோ கோடெக் டேக் ஆதரிக்கப்படவில்லை";
"weekend" = "வார இறுதி";
"years" = "ஆண்டுகள்";
"yellow" = "மஞ்சள்";
"aggregateFolder" = "திரட்டு கோப்புறை";
"albums" = "ஆல்பங்கள்";
"allDevicesDescription" = "இணைக்கப்பட்ட அனைத்து கடந்த கால மற்றும் தற்போதைய சாதனங்களையும் காண்க.";
"allLanguages" = "அனைத்து மொழிகளும்";
"audioBitDepthNotSupported" = "ஆடியோ பிட் ஆழம் ஆதரிக்கப்படவில்லை";
"aspectFill" = "அம்ச நிரப்பு";
"basePluginFolders" = "செருகுநிரல் கோப்புறைகள்";
"bitrateMbps8" = "720p - 8 எம்பிபிஎஸ்";
"bitrateMbps80" = "4K - 80 Mbps";
"bitrateTest" = "பிட்ரேட் சோதனை";
"channel" = "சேனல்";
"collectionFolder" = "சேகரிப்பு கோப்புறை";
"collectionFolders" = "சேகரிப்பு கோப்புறைகள்";
"confirmPassword" = "கடவுச்சொல்லை உறுதிப்படுத்தவும்";
"continuing" = "தொடர்கிறது";
"controlOtherUsers" = "பிற பயனர்களைக் கட்டுப்படுத்தவும்";
"default" = "இயல்புநிலை";
"defaultFailedLoginDescription" = "5 தோல்வியுற்ற முயற்சிகளுக்குப் பிறகு நிர்வாகிகள் பூட்டப்படுவார்கள். 3 முயற்சிகளுக்குப் பிறகு நிர்வாகிகள் அல்லாதவர்கள் பூட்டப்படுவார்கள்.";
"deleteAPIKeyMessage" = "இந்த விசையை நிரந்தரமாக நீக்க விரும்புகிறீர்களா?";
"deleteMedia" = "மீடியாவை நீக்கு";
"deleteUserMultipleConfirmation" = "%d பயனர்களை நீக்க விரும்புகிறீர்களா?";
"deleteUserSingleConfirmation" = "நீங்கள் %@ ஐ நீக்க விரும்புகிறீர்களா?";
"deleteUserWarning" = "இந்த பயனரை நீக்க விரும்புகிறீர்களா?";
"editMedia" = "மீடியாவைத் திருத்து";
"enabledTrailers" = "இயக்கப்பட்ட டிரெய்லர்கள்";
"enterCustomBitrate" = "தனிப்பயன் பிட் விகிதத்தை Mbps இல் உள்ளிடவும்";
"everyday" = "தினமும்";
"everyInterval" = "ஒவ்வொரு %1$@";
"folders" = "கோப்புறைகள்";
"fullSideBySide" = "முழு பக்கவாட்டு";
"genre" = "வகை";
"halfTopAndBottom" = "பாதி மேல் மற்றும் கீழ்";
"imageSource" = "பட மூலம்";
"inker" = "இன்கர்";
"interval" = "இடைவெளி";
"level" = "நிலை";
"liveTVChannel" = "நேரடி தொலைக்காட்சி சேனல்";
"liveTVProgram" = "நேரடி தொலைக்காட்சி நிகழ்ச்சி";
"lyrics" = "பாடல் வரிகள்";
"management" = "மேலாண்மை";
"maximumSessionsPolicy" = "அதிகபட்ச அமர்வுகள் கொள்கை";
"maxParentalRating" = "அதிகபட்ச பெற்றோர் மதிப்பீடு";
"movie" = "திரைப்படம்";
"music" = "இசை";
"musicVideo" = "இசை காணொளி";
"musicVideos" = "இசை வீடியோக்கள்";
"onApplicationStartup" = "பயன்பாடு தொடங்கும் போது";
"originalAirDate" = "அசல் ஒளிபரப்பு தேதி";
"photoAlbum" = "புகைப்பட ஆல்பம்";
"photoAlbums" = "புகைப்பட ஆல்பங்கள்";
"photos" = "புகைப்படங்கள்";
"playlistsFolder" = "பிளேலிஸ்ட்கள் கோப்புறை";
"playlistsFolders" = "பிளேலிஸ்ட்கள் கோப்புறைகள்";
"producer" = "தயாரிப்பாளர்";
"production" = "தயாரிப்பு";
"productionLocations" = "உற்பத்தி இடங்கள்";
"profile" = "சுயவிவரம்";
"profileImage" = "சுயவிவரப் படம்";
"profiles" = "சுயவிவரங்கள்";
"provider" = "வழங்குநர்";
"publicUsers" = "பொது பயனர்கள்";
"quickConnectStep2" = "பயனர் மெனுவைத் திறந்து விரைவு இணைப்பு பக்கத்திற்குச் செல்லவும்";
"quickConnectStep3" = "பின்வரும் குறியீட்டை உள்ளிடவும்:";
"quickConnectUserDisclaimer" = "இந்தப் பயனர் மற்ற சாதனத்திற்கு அங்கீகரிக்கப்படுவார்.";
"rating" = "மதிப்பீடு";
"ratingDescription" = "1 முதல் 10 வரையிலான அளவுகோலில் %@ மதிப்பீடு.";
"ratings" = "மதிப்பீடுகள்";
"recording" = "பதிவு செய்தல்";
"remoteControl" = "ரிமோட் கண்ட்ரோல்";
"resetFilterFooter" = "வடிகட்டி மதிப்புகளை எதுவுமில்லை என மீட்டமைக்கவும்.";
"resetPlaybackSpeed" = "பிளேபேக் வேகத்தை மீட்டமை";
"resetSettings" = "அமைப்புகளை மீட்டமை";
"resumeOffsetDescription" = "பதிவுசெய்யப்பட்ட தொடர் நேரத்திற்குச் சில வினாடிகளுக்கு முந்தைய நிலையிலிருந்து உள்ளடக்கத்தைத் தொடரவும்.";
"right" = "சரி";
"rightVerticalPan" = "வலது செங்குத்து பான்";
"searchScore" = "தேடல் மதிப்பெண்";
"selectAll" = "அனைத்தையும் தேர்ந்தெடுக்கவும்";
"seriesDatePlayed" = "தொடர் விளையாடிய தேதி";
"seriesName" = "தொடரின் பெயர்";
"showWatched" = "பார்த்தவற்றைக் காட்டு";
"status" = "நிலைமை";
"subtitleOffset" = "வசன ஆஃப்செட்";
"success" = "வெற்றி";
"tag" = "டேக்";
"thumb" = "கட்டைவிரல்";
"timeLeft" = "மீதமுள்ள நேரம்";
"transcode" = "குறிமாற்றம்";
"transcodeReasons" = "குறிமாற்றக் காரணம்(கள்)";
"triggers" = "தூண்டுதல்கள்";
"tv" = "டிவி";
"tvChannel" = "தொலைக்காட்சி சேனல்";
"tvChannels" = "டிவி சேனல்கள்";
"tvProgram" = "தொலைக்காட்சி நிகழ்ச்சி";
"tvPrograms" = "தொலைக்காட்சி நிகழ்ச்சிகள்";
"unlimitedConnectionsDescription" = "பயனர் எந்த வரம்புகளும் இல்லாமல் சேவையகத்துடன் இணைக்க முடியும்.";
"useAsTranscodingProfile" = "டிரான்ஸ்கோடிங் சுயவிவரமாகப் பயன்படுத்து";
"usePrimaryImage" = "முதன்மை படத்தைப் பயன்படுத்து";
"usePrimaryImageDescription" = "முதன்மை படத்தைப் பயன்படுத்தி லோகோவை மறைக்கிறது.";
"users" = "பயனர்கள்";
"userView" = "பயனர் பார்வை";
"videoFramerateNotSupported" = "வீடியோ பிரேம் வீதம் ஆதரிக்கப்படவில்லை";
"videoLevelNotSupported" = "வீடியோ நிலை ஆதரிக்கப்படவில்லை";
"videos" = "வீடியோக்கள்";
"videoResolutionNotSupported" = "வீடியோ தெளிவுத்திறன் ஆதரிக்கப்படவில்லை";
"votes" = "வாக்குகள்";
"brightness" = "பிரகாசம்";
"deleteSelectionUsersWarning" = "தேர்ந்தெடுக்கப்பட்ட அனைத்து பயனர்களையும் நீக்க விரும்புகிறீர்களா?";
"delivery" = "டெலிவரி";
"descending" = "இறங்குவரிசை";
"detailed" = "விரிவானது";
"deviceAccess" = "சாதன அணுகல்";
"deviceAuth" = "சாதன அங்கீகாரம்";
"enterCustomMaxSessions" = "தனிப்பயன் அதிகபட்ச அமர்வுகளை உள்ளிடவும்";
"enterEpisodeNumber" = "எபிசோட் எண்ணை உள்ளிடவும்.";
"favorite" = "பிடித்தது";
"hint" = "குறிப்பு";
"invertedLight" = "தலைகீழ் ஒளி";
"landscape" = "நிலப்பரப்பு";
"libraries" = "நூலகங்கள்";
"maxParentalRatingDescription" = "அதிக மதிப்பீடு உள்ள உள்ளடக்கம் இந்தப் பயனரிடமிருந்து மறைக்கப்படும்.";
"portrait" = "உருவப்படம்";
"removeAll" = "அனைத்தையும் அகற்று";
"stop" = "நிறுத்து";
"storyArc" = "கதைப்போக்கு";
"weekday" = "வாரநாள்";
"activityLog" = "செயல்பாட்டுப் பதிவு";
"blocked" = "தடுக்கப்பட்டது";
"deleteUser" = "பயனரை நீக்கு";
"dimensions" = "பரிமாணங்கள்";
"joinGroups" = "குழுக்களில் சேரவும்";
"likedItems" = "விரும்பிய பொருட்கள்";
"replaceAll" = "அனைத்தையும் மாற்றவும்";
"videoBitrateNotSupported" = "வீடியோ பிட்ரேட் ஆதரிக்கப்படவில்லை";
"advanced" = "மேம்பட்டது";
"airedEpisodeOrder" = "ஒளிபரப்பப்பட்ட எபிசோட் வரிசை";
"album" = "ஆல்பம்";
"all" = "அனைத்தும்";
"artist" = "கலைஞர்";
"audioTranscoding" = "ஆடியோ டிரான்ஸ்கோடிங்";
"barButtons" = "பார் பொத்தான்கள்";
"basePluginFolder" = "செருகுநிரல் கோப்புறை";
"behindTheScenes" = "திரைக்குப் பின்னால்";
"birthYear" = "பிறந்த ஆண்டு";
"capabilities" = "திறன்கள்";
"communityRating" = "சமூக மதிப்பீடு";
"confirmDeleteServerAndUsers" = "%@ மற்றும் அதன் இணைக்கப்பட்ட அனைத்து பயனர்களையும் நீக்க விரும்புகிறீர்களா?";
"customProfile" = "தனிப்பயன் சுயவிவரம்";
"dateLastContentAdded" = "கடைசியாகச் சேர்க்கப்பட்ட உள்ளடக்கத்தின் தேதி";
"days" = "நாட்கள்";
"deleteDeviceSelfDeletion" = "ஒரே சாதனத்திலிருந்து (%1$@) ஒரு அமர்வை நீக்க முடியாது.";
"deleteUserSelfDeletion" = "ஒரே பயனரிடமிருந்து (%1$@) ஒரு பயனரை நீக்க முடியாது.";
"external" = "வெளிப்புறம்";
"failedLogins" = "தோல்வியடைந்த உள்நுழைவுகள்";
"favorited" = "பிடித்தது";
"findMissing" = "காணாமல் போனதைக் கண்டுபிடி";
"findMissingDescription" = "விடுபட்ட மெட்டாடேட்டா மற்றும் படங்களைக் கண்டறியவும்.";
"folder" = "கோப்புறை";
"format" = "வடிவம்";
"grid" = "கட்டம்";
"invertedDark" = "தலைகீழ் டார்க்";
"kids" = "குழந்தைகள்";
"layout" = "தளவமைப்பு";
"learnMore" = "மேலும் அறிக";
"letter" = "கடிதம்";
"liveTV" = "நேரடி தொலைக்காட்சி";
"lockedUsers" = "பூட்டப்பட்ட பயனர்கள்";
"logsDescription" = "சரிசெய்தல் மற்றும் கண்காணிப்பு நோக்கங்களுக்காக ஜெல்லிஃபின் சேவையக பதிவுகளை அணுகவும்.";
"longPress" = "நீண்ட நேரம் அழுத்தவும்";
"manualPlaylistsFolder" = "கைமுறை பிளேலிஸ்ட்கள் கோப்புறை";
"maximumFailedLoginPolicy" = "அதிகபட்ச தோல்வியடைந்த உள்நுழைவு கொள்கை";
"maximumFailedLoginPolicyReenable" = "பூட்டப்பட்ட பயனர்களை நிர்வாகி மீண்டும் இயக்க வேண்டும்.";
"metadataPreferences" = "மெட்டாடேட்டா விருப்பத்தேர்வுகள்";
"minutes" = "நிமிடங்கள்";
"missingCodecValues" = "கோடெக் மதிப்புகள் இல்லை";
"multiTap" = "பல தட்டு";
"native" = "பூர்வீகம்";
"news" = "செய்தி";
"newUser" = "புதிய பயனர்";
"nextUpDays" = "அடுத்த நாட்களில்";
"no" = "இல்லை";
"noDeviceProfileWarning" = "எந்த சுயவிவரங்களும் வரையறுக்கப்படவில்லை. பிளேபேக் சிக்கல்கள் ஏற்படலாம்.";
"noRuntimeLimit" = "இயக்க நேர வரம்பு இல்லை";
"noSession" = "அமர்வு இல்லை";
"onNow" = "இப்போது";
"originalAspectRatio" = "அசல் தோற்ற விகிதம்";
"originalTitle" = "அசல் தலைப்பு";
"parentalRating" = "பெற்றோர் மதிப்பீடு";
"parentIndexNumber" = "பெற்றோர் குறியீடு";
"passwordsDoNotMatch" = "புதிய கடவுச்சொற்கள் பொருந்தவில்லை.";
"playbackButtons" = "பின்னணி பொத்தான்கள்";
"playbackQuality" = "பின்னணி தரம்";
"quickConnect" = "விரைவு இணைப்பு";
"random" = "சீரற்ற";
"replace" = "மாற்றவும்";
"required" = "அவசியம்";
"requireDeviceAuthDescription" = "பயனரில் உள்நுழையும்போது சாதன அங்கீகாரத்தைக் கோருங்கள்.";
"restartWarning" = "சேவையகத்தை மறுதொடக்கம் செய்ய விரும்புகிறீர்களா?";
"resume" = "சுருக்கம்";
"resumeOffsetTitle" = "ரெஸ்யூம் ஆஃப்செட்";
"role" = "பங்கு";
"rotate" = "சுழற்று";
"score" = "மதிப்பெண்";
"screenshot" = "திரைக்காட்சி";
"streams" = "ஸ்ட்ரீம்கள்";
"subtitle" = "துணைத் தலைப்பு";
"subtitleColor" = "துணைத்தலைப்பு நிறம்";
"subtitleFont" = "துணைத்தலைப்பு எழுத்துரு";
"allUsersDescription" = "சர்வரில் உள்ள அனைத்து பதிவுசெய்யப்பட்ட பயனர்களையும், அவர்களின் அனுமதிகள் மற்றும் செயல்பாட்டு நிலை உட்பட, பார்த்து நிர்வகிக்கவும்.";
"alternate" = "மாற்று";
"alternateDVD" = "மாற்று DVD";
"apiKeyCopied" = "API விசை நகலெடுக்கப்பட்டது";
"apiKeyCopiedMessage" = "உங்கள் API விசை உங்கள் கிளிப்போர்டுக்கு நகலெடுக்கப்பட்டது!";
"apiKeys" = "API விசைகள்";
"apiKeysTitle" = "API விசைகள்";
"applicationName" = "விண்ணப்பப் பெயர்";
"arranger" = "ஏற்பாட்டாளர்";
"audioChannelsNotSupported" = "ஆடியோ சேனல்களின் எண்ணிக்கை ஆதரிக்கப்படவில்லை";
"audioCodecNotSupported" = "ஆடியோ கோடெக் ஆதரிக்கப்படவில்லை";
"audioIsExternal" = "ஆடியோ டிராக் வெளிப்புறமானது, மேலும் டிரான்ஸ்கோடிங் தேவைப்படுகிறது";
"author" = "ஆசிரியர்";
"authorize" = "அங்கீகரி";
"backdrop" = "பின்னணி";
"banner" = "பதாகை";
"bitrateDefault" = "இயல்புநிலை பிட் விகிதம்";
"bitrateDefaultDescription" = "பிளேபேக்கின் போது பயன்படுத்தப்படும் இணைய அலைவரிசையை வரம்பிடுகிறது.";
"bitrateKbps1500" = "480p - 1.5 Mbps";
"bitrateKbps420" = "360p - 420 Kbps";
"bitrateMaxDescription" = "மிக உயர்ந்த தரத்தை உறுதி செய்வதற்காக, ஒவ்வொரு பிளேபேக் ஸ்ட்ரீமிற்கும் %@ வரை அலைவரிசை பயன்பாட்டை அதிகரிக்கிறது.";
"bitrateMbps10" = "1080p - 10 எம்பிபிஎஸ்";
"bitrateTestDisclaimer" = "நீண்ட சோதனைகள் மிகவும் துல்லியமானவை ஆனால் பிளேபேக்கில் தாமதம் ஏற்படக்கூடும்.";
"blockUnratedItems" = "மதிப்பிடப்படாத உருப்படிகளைத் தடு";
"blue" = "நீலம்";
"books" = "புத்தகங்கள்";
"boxRear" = "பாக்ஸ்ரியர்";
"bugsAndFeatures" = "பிழைகள் மற்றும் அம்சங்கள்";
"buttons" = "பொத்தான்கள்";
"cancelling" = "ரத்துசெய்கிறது...";
"category" = "வகை";
"changePin" = "பின்னை மாற்று";
"chapter" = "அத்தியாயம்";
"chapterSlider" = "அத்தியாய ஸ்லைடர்";
"client" = "வாடிக்கையாளர்";
"clip" = "கிளிப்";
"compactLogo" = "சிறிய லோகோ";
"compactPoster" = "சிறிய சுவரொட்டி";
"compatible" = "மிகவும் இணக்கமானது";
"composer" = "இசையமைப்பாளர்";
"conductor" = "நடத்துனர்";
"confirmNewPassword" = "புதிய கடவுச்சொல்லை உறுதிப்படுத்தவும்";
"containerBitrateExceedsLimit" = "கொள்கலன் பிட்ரேட் அனுமதிக்கப்பட்ட வரம்பை மீறுகிறது";
"containerNotSupported" = "கொள்கலன் வடிவம் ஆதரிக்கப்படவில்லை";
"controlSharedDevices" = "பகிரப்பட்ட சாதனங்களைக் கட்டுப்படுத்தவும்";
"country" = "நாடு";
"coverArtist" = "அட்டைப்படக் கலைஞர்";
"createPinForUser" = "இந்த சாதனத்தில் %@ இல் உள்நுழைய ஒரு பின்னை உருவாக்கவும்";
"createAPIKeyMessage" = "புதிய API விசைக்கான பயன்பாட்டு பெயரை உள்ளிடவும்.";
"creator" = "படைப்பாளர்";
"criticRating" = "விமர்சன மதிப்பீடு";
"critics" = "விமர்சகர்கள்";
"current" = "தற்போதைய";
"currentPassword" = "தற்போதைய கடவுச்சொல்";
"customFailedLoginDescription" = "பயனரைப் பூட்டுவதற்கு முன் அனுமதிக்கப்பட்ட தோல்வியுற்ற உள்நுழைவு முயற்சிகளின் எண்ணிக்கையை கைமுறையாக அமைக்கவும்.";
"customFailedLogins" = "தனிப்பயன் தோல்வியடைந்த உள்நுழைவுகள்";
"daily" = "தினசரி";
"dashboard" = "டாஷ்போர்டு";
"date" = "தேதி";
"delete" = "நீக்கு";
"deleteDeviceWarning" = "இந்த சாதனத்தை நீக்க விரும்புகிறீர்களா? இந்த அமர்வு வெளியேற்றப்படும்.";
"deletedScene" = "நீக்கப்பட்ட காட்சி";
"deleteItemConfirmationMessage" = "இந்த உருப்படியை நீக்க விரும்புகிறீர்களா? இந்த செயலை செயல்தவிர்க்க முடியாது.";
"deleteSelectedConfirmation" = "தேர்ந்தெடுத்த உருப்படிகளை நீக்க விரும்புகிறீர்களா?";
"deleteServer" = "சேவையகத்தை நீக்கு";
"deletion" = "நீக்குதல்";
"deviceProfileDescription" = "எந்த மீடியா இயல்பாக இயங்குகிறது அல்லது இணக்கத்தன்மைக்கு சர்வர் டிரான்ஸ்கோடிங் தேவை என்பதை முடிவு செய்யுங்கள்.";
"devices" = "சாதனங்கள்";
"directPlayError" = "நேரடி விளையாட்டின் போது பிழை ஏற்பட்டது";
"directStream" = "நேரடி ஸ்ட்ரீம்";
"disabled" = "முடக்கப்பட்டது";
"disc" = "வட்டு";
"disclaimer" = "மறுப்பு";
"doubleTouch" = "இரட்டை தொடுதல்";
"dvd" = "டிவிடி";
"edit" = "திருத்து";
"editCollections" = "தொகுப்புகளைத் திருத்து";
"red" = "சிவப்பு";
"refFramesNotSupported" = "குறிப்பு சட்டகங்களின் எண்ணிக்கை ஆதரிக்கப்படவில்லை";
"refreshMetadata" = "மெட்டாடேட்டாவைப் புதுப்பிக்கவும்";
"regional" = "பிராந்திய";
"releaseDate" = "வெளியீட்டு தேதி";
"rememberLayout" = "அமைப்பை நினைவில் கொள்க";
"rememberSortingFooter" = "தனிப்பட்ட நூலகங்களுக்கு வரிசைப்படுத்துவதை நினைவில் கொள்க";
"rememberSorting" = "வரிசைப்படுத்துவதை நினைவில் கொள்க";
"remixer" = "ரீமிக்சர்";
"removeAllServers" = "அனைத்து சேவையகங்களையும் அகற்று";
"remux" = "ரெமக்ஸ்";
"reorder" = "மறுவரிசைப்படுத்து";
"replaceImages" = "படங்களை மாற்றவும்";
"resumeOffset" = "ரெஸ்யூம் ஆஃப்செட்";
"secondaryAudioNotSupported" = "இரண்டாம் நிலை ஆடியோ ஆதரிக்கப்படவில்லை";
"security" = "பாதுகாப்பு";
"selectImage" = "படத்தைத் தேர்ந்தெடுக்கவும்";
"selectServer" = "சேவையகத்தைத் தேர்ந்தெடுக்கவும்";
"serverLogs" = "சேவையகப் பதிவுகள்";
"session" = "அமர்வு";
"sessions" = "அமர்வுகள்";
"set" = "அமைக்கவும்";
"setPin" = "பின்னை அமை";
"setPinForNewUser" = "புதிய பயனருக்கு பின்னை அமைக்கவும்.";
"signoutBackgroundFooter" = "ஊடக இயக்கம் ஏதுமின்றி Swiftfin குறிப்பிட்ட காலத்திற்குப் பின்னணியில் இருக்கும்போது, அது கடைசிப் பயனரை வெளியேற்றுகிறது.";
"signoutClose" = "மூடும்போது வெளியேறு";
"similarityScore" = "ஒற்றுமை மதிப்பெண்";
"sliderType" = "ஸ்லைடர் வகை";
"splashscreen" = "ஸ்பிளாஷ்ஸ்கிரீன்";
"splashscreenFooter" = "அனைத்து சேவையகங்களும் தேர்ந்தெடுக்கப்பட்டிருக்கும்போது, ஏதேனும் ஒரு சேவையகத்தின் அல்லது ஏதேனும் ஒரு சேவையகத்தின் தொடக்கத் திரையைப் பயன்படுத்தவும்.";
"sports" = "விளையாட்டு";
"startDate" = "தொடக்க தேதி";
"studiosDescription" = "ஊடக உருவாக்கத்தில் ஈடுபட்டுள்ள ஸ்டுடியோ(கள்).";
"subtitlesDisclaimer" = "அமைப்புகள் சில வசன வகைகளை மட்டுமே பாதிக்கும்";
"tagline" = "பன்ச்லைன்";
"taglines" = "குறிச்சொற்கள்";
"tagsDescription" = "ஊடகத்தின் குறிப்பிட்ட பண்புகளை ஒழுங்கமைக்க அல்லது முன்னிலைப்படுத்தப் பயன்படுத்தப்படும் லேபிள்கள்.";
"task" = "பணி";
"taskCancelled" = "ரத்து செய்யப்பட்டது";
"taskCompleted" = "முடிந்தது";
"taskFailed" = "தோல்வியடைந்தது";
"tasksDescription" = "பணிகள் என்பது அவ்வப்போது இயக்க திட்டமிடப்பட்ட அல்லது கைமுறையாகத் தூண்டக்கூடிய செயல்பாடுகள் ஆகும்.";
"taskTriggerInterval" = "பணி தூண்டுதல்களுக்கு இடையிலான கால அளவை (நிமிடங்களில்) அமைக்கிறது.";
"terabitsPerSecond" = "டெசிபல்ஸ்";
"themeSong" = "தீம் பாடல்";
"themeVideo" = "தீம் வீடியோ";
"time" = "நேரம்";
"timeLimit" = "நேர வரம்பு";
"timeLimitLabelWithValue" = "கால வரம்பு: %1$@";
"title" = "தலைப்பு";
"trailer" = "டிரெய்லர்";
"trailers" = "டிரெய்லர்கள்";
"trailingValue" = "பின்தங்கிய மதிப்பு";
"transition" = "மாற்றம்";
"translator" = "மொழிபெயர்ப்பாளர்";
"triggerAlreadyExists" = "தூண்டுதல் ஏற்கனவே உள்ளது";
"unableToOpenTrailer" = "டிரெய்லரைத் திறக்க முடியவில்லை";
"unableToPerformDeviceAuth" = "சாதன அங்கீகாரத்தைச் செய்ய முடியவில்லை";
"unableToPerformDeviceAuthFaceID" = "சாதன அங்கீகாரத்தைச் செயல்படுத்த முடியவில்லை. Swiftfin-க்கான அமைப்புகள் பயன்பாட்டில் முக ஐடியை இயக்க வேண்டியிருக்கலாம்.";
"unknownAudioStreamInfo" = "ஆடியோ ஸ்ட்ரீம் தகவல் தெரியவில்லை";
"unlimitedFailedLoginDescription" = "பயனரைப் பூட்டாமல் வரம்பற்ற தோல்வியுற்ற உள்நுழைவு முயற்சிகளை அனுமதிக்கிறது.";
"userPinRequiredDescription" = "இந்தப் பயனருக்கு ஒரு பின் தேவைப்படும்.";
"usernameRequired" = "பயனர்பெயர் அவசியம்";
"userRequiresDeviceAuthentication" = "பயனர் %@ க்கு சாதன அங்கீகாரம் தேவை";
"videoBitDepthNotSupported" = "வீடியோ பிட் ஆழம் ஆதரிக்கப்படவில்லை";
"useSplashscreen" = "ஸ்பிளாஷ்ஸ்கிரீனைப் பயன்படுத்தவும்";
"video" = "காணொளி";
"videoProfileNotSupported" = "வீடியோ சுயவிவரம் ஆதரிக்கப்படவில்லை";
"videoRangeTypeNotSupported" = "வீடியோ வரம்பு வகை ஆதரிக்கப்படவில்லை";
"videoPlayerType" = "வீடியோ பிளேயர் வகை";
"weekly" = "வாராந்திர";
"willBeCreatedOnServer" = "இது உங்கள் ஜெல்லிஃபின் சர்வரில் ஒரு புதிய உருப்படியாக உருவாக்கப்படும்.";
"writer" = "எழுத்தாளர்";
"year" = "ஆண்டு";
"accessTagBlockDescription" = "தடுக்கப்பட்ட குறிச்சொல் இருந்தால் தவிர, அனைத்து ஊடகங்களுக்கும் பயனர் அணுகலைப் பெறுவார்.";
"accessTags" = "அணுகல் குறிச்சொற்கள்";
"accessTagsDescription" = "இந்தப் பயனரின் மீடியா அணுகலை வழங்க அல்லது கட்டுப்படுத்த குறிச்சொற்களைப் பயன்படுத்தவும்.";
"active" = "செயலில்";
"activity" = "செயல்பாடு";
"actor" = "நடிகர்";
"addAccessSchedule" = "அணுகல் அட்டவணையைச் சேர்க்கவும்";
"addAccessTag" = "அணுகல் குறிச்சொல்லைச் சேர்";
"additionalSecurityAccessDescription" = "இந்த சாதனத்தில் உள்நுழைந்த பயனர்களுக்கு கூடுதல் பாதுகாப்பு அணுகல். இது எந்த ஜெல்லிஃபின் சர்வர் பயனர் அமைப்புகளையும் மாற்றாது.";
"addTrigger" = "தூண்டுதலைச் சேர்";
"addUser" = "பயனரைச் சேர்";
"colorist" = "வண்ணக்கலைஞர்";
"community" = "சமூகம்";
"dateAdded" = "சேர்க்கப்பட்ட தேதி";
"deleteSelectionDevicesWarning" = "தேர்ந்தெடுத்த எல்லா சாதனங்களையும் நீக்க விரும்புகிறீர்களா? தேர்ந்தெடுத்த எல்லா அமர்வுகளும் வெளியேற்றப்படும்.";
"executed" = "செயல்படுத்தப்பட்டது";
"existingItems" = "ஏற்கனவே உள்ள பொருட்கள்";
"hours" = "மணி";
"menu" = "மெனு";
"metadata" = "மெட்டாடேட்டா";
"pin" = "பின்";
"productionYear" = "உற்பத்தி ஆண்டு";
"replaceImagesDescription" = "எல்லா படங்களையும் புதிய படங்களால் மாற்றவும்.";
"replaceMetadata" = "மெட்டாடேட்டாவை மாற்றவும்";
"replaceMetadataDescription" = "திறக்கப்பட்ட மெட்டாடேட்டாவை புதிய தகவலுடன் மாற்றவும்.";
"save" = "சேமிக்கவும்";
"sort" = "வரிசைப்படுத்து";
"sortName" = "பெயரை வரிசைப்படுத்து";
"sortTitle" = "தலைப்பை வரிசைப்படுத்து";
"supportsPersistentIdentifier" = "நிலையான அடையாளங்காட்டி";
"syncPlay" = "ஒத்திசைவு";
"unreleased" = "வெளியிடப்படாதவை";
"videoBitRate" = "வீடியோ பிட்ரேட்";
"birthplace" = "பிறந்த இடம்";
"born" = "பிறப்பு";
"died" = "இறப்பு";
"yearsOld" = "%@ வயது";
"inactive" = "செயலற்றது";
"embeddedSubtitleFooter" = "உட்பொதிக்கப்பட்ட வசனங்களைத் திருத்த முடியாது.";
"failedDeletionAtIndexError" = "%1$@ குறியீட்டில் உள்ள உருப்படியை நீக்க முடியவில்லை: %2$@";
"forced" = "கட்டாயப்படுத்தப்பட்டது";
"invalidFormat" = "தவறான வடிவம்";
"replaceSubtitle" = "வசனத்தை மாற்றவும்";
"noItemSelected" = "எந்த உருப்படியும் தேர்ந்தெடுக்கப்படவில்லை";
"perfectMatch" = "சரியான பொருத்தம்";
"embedded" = "உட்பொதிக்கப்பட்டது";
"hearingImpaired" = "கேட்கும் திறன் குறைபாடுள்ளவர்கள்";
"manage" = "நிர்வகிக்கவும்";
"manageSubtitlesDescription" = "வெளிப்புறத் துணைத்தலைப்புகளை நீக்கவும், பதிவேற்றவும் அல்லது தேடவும்.";
"aboutApp" = "பற்றி";
"additionalParts" = "கூடுதல் பாகங்கள்";
"addToFavorites" = "விருப்பமானவற்றில் சேர்க்கவும்";
"allChannels" = "அனைத்து சேனல்களும்";
"allEpisodes" = "அனைத்து அத்தியாயங்களும்";
"allow" = "அனுமதி";
"always" = "எப்போதும்";
"anamorphic" = "அனாமோர்பிக்";
"any" = "ஏதேனும்";
"anytime" = "எந்த நேரத்திலும்";
"anyWifiNetwork" = "எந்த வைஃபை நெட்வொர்க்கும்";
"apiKeysCapitalized" = "API விசைகள்";
"artImageDescription" = "தெளிவான கலை அல்லது இலச்சினைப் பாணியிலான அலங்காரக் கலைப்படைப்பு, பெரும்பாலும் ஒளிபுகும் பின்னணியுடன் காணப்படும். பொதுவாக ரசிகர் கலை வழங்குநர்களிடமிருந்து பெறப்படுகிறது.";
"asManyAsPossible" = "முடிந்தவரை";
"aspectRatio" = "விகித விகிதம்";
"audioBitrate" = "ஆடியோ பிட்ரேட்";
"audioCodec" = "ஆடியோ கோடெக்";
"audioSampleRate" = "ஆடியோ மாதிரி விகிதம்";
"autoSwitch" = "தானியங்கி சுவிட்ச்";
"autoSwitchDescription" = "வைஃபை அல்லது செல்லுலார் இணைப்பு மற்றும் கீழே உள்ள இணைப்புகளின் வரிசைமுறையின் அடிப்படையில் இணைப்புகள் தானாகவே மாறும்.";
"averageFrameRate" = "சராசரி பிரேம் விகிதம்";
"backdropImageDescription" = "அதன் மீடியா பக்கத்தில் உள்ள பொருள் விவரங்களுக்குப் பின்னால் ஒரு அகலமான பின்னணிப் படம் காட்டப்படும். பல பின்னணிகளைச் சேர்க்கலாம், அவை சுழற்சி முறையில் தோன்றும் அல்லது தோராயமாகத் தேர்ந்தெடுக்கப்படும்.";
"backup" = "காப்புப்பிரதி";
"backups" = "காப்புப்பிரதிகள்";
"backupsDescription" = "உங்கள் சர்வரின் தரவுத்தளம், மெட்டாடேட்டா, வசனங்கள் மற்றும் ட்ரிக்ப்ளே ஆகியவற்றை உள்ளடக்கிய ஒரு ஸ்னாப்ஷாட்டை உருவாக்கவும்.";
"bannerImageDescription" = "பேனர் பயன்முறையில் நூலகத்தை உலாவும்போது காட்டப்படும் ஒரு அகலமான கிடைமட்டப் படம். இது காணொளி உள்ளடக்கத்திற்கு மட்டுமே பொருந்தும்.";
"bitDepth" = "பிட் ஆழம்";
"bitrate" = "பிட்ரேட்";
"boxImageDescription" = "கடை அலமாரியில் நீங்கள் காண்பதைப் போலவே, பொருளின் பௌதீக பேக்கேஜிங்கைக் குறிக்கும் முன்பக்க பெட்டி வடிவமைப்பு.";
"boxRearImageDescription" = "பொருளின் பௌதீக பேக்கேஜிங்கின் பின்புறத்தைக் குறிக்கும் பின்புறப் பெட்டி வடிவமைப்பு, பெரும்பாலும் விளக்கங்கள் அல்லது பாடல் பட்டியல்களைக் காண்பிக்கும்.";
"cancelRecording" = "பதிவை ரத்துசெய்";
"cancelSeriesRecording" = "தொடர் பதிவை ரத்து செய்";
"cellular" = "செல்லுலார்";
"channelLayout" = "சேனல் தளவமைப்பு";
"chapterImageDescription" = "ஒரு நிகழ்வின் காலவரிசையில் உள்ள ஒரு குறிப்பிட்ட அத்தியாயக் குறியீட்டுடன் தொடர்புடைய படம்.";
"closePlayer" = "நெருக்கமான வீரர்";
"closePlayerWarning" = "பிளேயரை மூடுவது உங்கள் விருப்பம்தானா?";
"codec" = "கோடெக்";
"codecTag" = "கோடெக் குறிச்சொல்";
"codecTimeBase" = "கோடெக் நேர அடிப்படை";
"colorSpace" = "விண்வெளி";
"communityRatingDescription" = "1 முதல் 10 வரையிலான அளவுகோலில் சமூக மதிப்பீடு.";
"componentMustBeSelected" = "குறைந்தபட்சம் ஒரு கூறாவது தேர்ந்தெடுக்கப்பட வேண்டும்.";
"components" = "கூறுகள்";
"connection" = "இணைப்பு";
"connectionAlreadyExists" = "இணைப்பு ஏற்கனவே உள்ளது";
"connectionFailed" = "இணைப்பு தோல்வியடைந்தது";
"connections" = "இணைப்புகள்";
"connectionServerMismatch" = "இந்த இணைப்பு தற்போதைய சேவையகத்தைச் சுட்டிக்காட்டவில்லை.";
"container" = "கொள்கலன்";
"corruptedFrames" = "சிதைந்த சட்டங்கள்";
"count" = "எண்ணிக்கை";
"createAPIKeyCapitalized" = "API விசையை உருவாக்கவும்";
"createBackup" = "காப்புப்பிரதியை உருவாக்கவும்";
"criticRatingDescription" = "1 முதல் 100 வரையிலான அளவுகோலில் விமர்சகர் மதிப்பீடு.";
"currentURL" = "தற்போதைய URL";
"customJumpIntervalDescription" = "தனிப்பயன் தாவல் இடைவெளியை வினாடிகளில் வழங்கவும்.";
"customName" = "தனிப்பயன் பெயர்";
"customPlaybackSpeedDescription" = "தனிப்பயன் பின்னணி வேகப் பெருக்கியை வழங்கவும்.";
"database" = "தரவுத்தளம்";
"decrease" = "குறைவு";
"decrement" = "குறைப்பு";
"deliveryMethod" = "விநியோக முறை";
"deviceHDRWarning" = "இந்தச் சாதனத்தில் HDR திறன் இல்லை எனத் தெரிவிக்கப்பட்டுள்ளது.";
"discImageDescription" = "சிடிக்கள், டிவிடிகள் அல்லது ப்ளூ-ரேக்கள் போன்ற பௌதீக ஊடகங்களைக் குறிக்கும் சதுர வட்டு வடிவமைப்பு. இது பொதுவாக இசை ஆல்பங்கள் மற்றும் திரைப்படத் தொகுப்புகளுக்குப் பயன்படுத்தப்படுகிறது.";
"download" = "பதிவிறக்கம்";
"droppedFrames" = "கைவிடப்பட்ட சட்டங்கள்";
"duplicateServerConnectionFooter" = "இது URL-ஐ ஏற்கனவே உள்ள சேவையகத்திற்கு மற்றொரு இணைப்பாகச் சேமித்து, அதைச் செயலில் உள்ளதாக மாற்றுகிறது.";
"duplicateServerConnectionMessage" = "%@ ஏற்கனவே உள்ளது. இந்த URL-ஐ ஒரு புதிய இணைப்பாகச் சேர்க்கவா?";
"enhanced" = "மேம்படுத்தப்பட்ட";
"episodeComparisonDescription" = "கிடைக்கும் பட்சத்தில், சீசன் மற்றும் எபிசோட் எண்களைப் பயன்படுத்தி எபிசோடுகள் ஒப்பிடப்படும்.";
"evaluate" = "மதிப்பீடு";
"externalURL" = "வெளிப்புற URL";
"fastForward" = "வேகமாக முன்னோக்கி";
"fill" = "வண்ணம்";
"forceDVHDRTranscodeMessage" = "பிளேயர் டோன் மேப் செய்ய அனுமதிப்பதற்குப் பதிலாக, HDR-ஐ சர்வரிலிருந்து டிரான்ஸ்கோட் செய்ய இது கட்டாயப்படுத்துகிறது.";
"forceDVTranscode" = "டால்பி விஷனை டிரான்ஸ்கோட் செய்ய கட்டாயப்படுத்து";
"forceHDRTranscode" = "HDR ஐ டிரான்ஸ்கோட் செய்ய கட்டாயப்படுத்துங்கள்";
"forceSubtitleBurnIn" = "வசனப் பதிவை கட்டாயப்படுத்து";
"forceSubtitleBurnInMessage" = "வசன வரிகளை பிளேயரால் ரெண்டர் செய்வதற்குப் பதிலாக, சர்வர் மூலம் வீடியோவில் பதியும்படி இது கட்டாயப்படுத்துகிறது. இதனால், வசன வரிகள் இயக்கப்பட்டிருக்கும் போதெல்லாம் டிரான்ஸ்கோடிங் செய்ய வேண்டியுள்ளது.";
"framerate" = "பிரேம் வீதம்";
"fromBeginning" = "ஆரம்பத்திலிருந்து";
"goToItem" = "பொருளுக்குச் செல்லவும்";
"goToSeries" = "தொடருக்குச் செல்லவும்";
"grouping" = "குழுவாக்கம்";
"guide" = "வழிகாட்டி";
"hardwareAcceleration" = "HWA";
"hexColor" = "ஹெக்ஸ் நிறம்";
"imagesDescription" = "இந்த மீடியா உருப்படியுடன் தொடர்புடைய படங்களை நிர்வகித்துத் தனிப்பயனாக்குங்கள். படங்களைக் காண, சேர்க்க அல்லது மாற்றுவதற்கு ஒரு பட வகையைத் தேர்ந்தெடுக்கவும்.";
"increase" = "குறைப்பு";
"increment" = "அதிகரிப்பு";
"indicator" = "காட்டி";
"info" = "தகவல்";
"inProgress" = "செயல்பாட்டில் உள்ளது";
"interlaced" = "பின்னிப்பிணைந்த";
"invalidDolbyVision" = "செல்லாத டால்பி விஷன்";
"invalidName" = "தவறான பெயர்";
"invalidPin" = "தவறான PIN";
"invalidURL" = "தவறான URL";
"invalidWifiName" = "தவறான Wi-Fi பெயர்";
"isoType" = "ISO வகை";
"itemAlreadyExists" = "பொருள் ஏற்கனவே உள்ளது";
"itemView" = "பொருள் பார்வை";
"labels" = "லேபிள்கள்";
"license" = "அருங்காட்சியகம்";
"live" = "நேரலை";
"liveTVAccessCapitalized" = "நேரடி தொலைக்காட்சி அணுகல்";
"location" = "இடம்";
"logoImageDescription" = "பின்னணிகள் மற்றும் பிற படங்களின் மீது பதிக்கப்படும் ஒரு ஒளிபுகும் சின்னம் அல்லது தலைப்பு வடிவமைப்பு. இது சாதாரண உரைத் தலைப்புகளுக்கு ஒரு பகட்டான மாற்றாகப் பயன்படுத்தப்படுகிறது.";
"markAsPlayed" = "விளையாடு எனக் குறிக்கவும்";
"markAsUnplayed" = "விளையாடப்படாததாகக் குறிக்கவும்";
"maximum" = "அதிகபட்சம்";
"menuImageDescription" = "ஆரம்பத்தில் டிவிடி அல்லது ப்ளூ-ரே பாணி மெனு வழிசெலுத்தல் திரைகளுக்காக உருவாக்கப்பட்ட ஒரு மெனுப் படம்.";
"message" = "செய்தி";
"messageFrom" = "%@ இடமிருந்து வந்த செய்தி";
"metadataRefreshDescription" = "ஜெல்லிஃபினில் இயக்கப்பட்டுள்ள அமைப்புகள் மற்றும் இணையச் சேவைகளின் அடிப்படையில் மெட்டாடேட்டா புதுப்பிக்கப்படுகிறது.";
"minutesAfter" = "சில நிமிடங்களுக்குப் பிறகு";
"minutesBefore" = "சில நிமிடங்களுக்கு முன்பு";
"mpv" = "எம்பிவி";
"narrator" = "கதைசொல்லி";
"network" = "நெட்வொர்க்";
"newEpisodesOnly" = "புதிய அத்தியாயங்கள் மட்டும்";
"noActivity" = "செயல்பாடு இல்லை";
"noItems" = "பொருட்கள் இல்லை";
"noPrograms" = "திட்டங்கள் இல்லை";
"oneChannel" = "ஒரு சேனல்";
"onlyForced" = "கட்டாயப்படுத்துதல் மட்டும்";
"opacity" = "ஒளிபுகாத்தன்மை";
"openLibrary" = "திறந்த நூலகம்";
"original" = "அசல்";
"originalMediaInfo" = "அசல் ஊடகத் தகவல்";
"packetLength" = "பாக்கெட் நீளம்";
"padding" = "திணிப்பு";
"parentalRatings" = "பெற்றோர் மதிப்பீடுகள்";
"path" = "பாதை";
"permissionRequestError" = "%@ அனுமதியைக் கோருவதில் பிழை: %@";
"permissionsSettingsAppFooter" = "அமைப்புகள் செயலியில் கூடுதல் ஸ்விஃப்ட்ஃபின் அமைப்புகளை நிர்வகிக்கவும்.";
"pictureInPicture" = "பிக்சர் இன் பிக்சர்";
"pixelFormat" = "பிக்சல் வடிவம்";
"playbackQualityDescription" = "தேர்ந்தெடுக்கப்பட்ட தெளிவுத்திறன் அல்லது பிட்ரேட்டை மீறினால், சேவையகத்திலிருந்து வரும் ஊடகத்தை வலுக்கட்டாயமாக டிரான்ஸ்கோட் செய்ய வைக்கவும்.";
"playDefault" = "இயல்புநிலையை விளையாடு";
"playDefaultTrack" = "இயல்புநிலை டிராக்கை இயக்கவும்";
"playDefaultTrackDescription" = "உங்கள் மொழியில் இல்லாவிட்டாலும், இயல்புநிலை எனக் குறிக்கப்பட்ட முதல் பாடலை எப்போதும் இயக்கும்.";
"player" = "வீரர்";
"playerNativeDescription" = "ஆதரிக்கப்படும் மீடியா வடிவங்களுடன், HDR மற்றும் பிக்சர் இன் பிக்சர் அம்சங்களுக்காக ஆப்பிளின் AVPlayer-ஐப் பயன்படுத்துகிறது.";
"playerVlcDescription" = "SwiftVLC மற்றும் libVLC 4-ஐப் பயன்படுத்தி, ஏறக்குறைய அனைத்து கோப்பு வகைகளுடனும் இணக்கத்தன்மையை வழங்குகிறது.";
"posterAccessibilityCommunityRating" = "சமூக மதிப்பீடு: 10க்கு %1$@";
"posterAccessibilityDetail" = "%1$@: %2$@";
"posterAccessibilityDetailsHint" = "அத்தியாய விவரங்களைத் திறக்கிறது.";
"posterAccessibilityEndTime" = "முடிவு நேரம்: %1$@";
"posterAccessibilityEpisodeRange" = "அத்தியாயங்கள் %1$@ முதல் %2$@ வரை";
"posterAccessibilityPlayHint" = "இந்த அத்தியாயத்தை இயக்குகிறது.";
"posterAccessibilityRemaining" = "%1$@ மீதமுள்ள";
"posterAccessibilityRuntime" = "இயக்க நேரம்: %1$@";
"posterAccessibilitySeason" = "சீசன் %1$@";
"posterAccessibilityStartTime" = "தொடங்கும் நேரம்: %1$@";
"posterAccessibilityUnplayedCount" = "விளையாடப்படாத உருப்படிகள்: %1$@";
"posterAgeRating" = "வயது மதிப்பீடு";
"posterCriticScore" = "விமர்சகர்கள்";
"preferredLanguage" = "விருப்பமான மொழி";
"pressAndHoldToUnlock" = "திறக்க அழுத்திப் பிடிக்கவும்";
"preview" = "முன்னோட்டம்";
"previewImage" = "முன்னோட்டப் படம்";
"previous" = "முந்தைய";
"primaries" = "முதன்மைகள்";
"primaryImageDescription" = "இந்த உருப்படிக்கான பிரதான அட்டைப் படம் அல்லது சுவரொட்டி. நூலகங்கள், தேடல் முடிவுகள் மற்றும் விவரப் பக்கங்கள் உட்பட, செயலி முழுவதும் காட்டப்படும் மிகவும் முக்கியமான படம் இதுவே ஆகும்.";
"profileImageDescription" = "பொதுவாக நடிகர்கள், இயக்குநர்கள் அல்லது கலைஞர்கள் போன்றோருக்காகப் பயன்படுத்தப்படும் பக்கவாட்டுத் தோற்றம் அல்லது முகத் தோற்றம்.";
"protocol" = "நெறிமுறை";
"quality" = "தரம்";
"queue" = "வரிசை";
"range" = "வரம்பு";
"realFrameRate" = "உண்மையான பிரேம் விகிதம்";
"recentlyPlayed" = "சமீபத்தில் விளையாடு";
"record" = "பதிவு";
"recordingSettings" = "பதிவு அமைப்புகள்";
"recordSeries" = "பதிவுத் தொடர்";
"referenceFrames" = "குறிப்பு சட்டகங்கள்";
"refreshMode" = "புதுப்பிப்பு முறை";
"rememberTrackSelection" = "பாடல் தேர்வை நினைவில் கொள்க";
"rememberTrackSelectionDescription" = "அடுத்த முறை நீங்கள் இதை இயக்கும்போது, நீங்கள் தேர்ந்தெடுத்த பாடலை நினைவில் வைத்திருக்கும்.";
"remote" = "ரிமோட்";
"removeFromFavorites" = "விருப்பமானவற்றிலிருந்து அகற்று";
"replaceAllMetadata" = "அனைத்து மெட்டாடேட்டாவையும் மாற்றவும்";
"replaceItemConfirmation" = "இந்தப் பொருளை மாற்றுவது உங்களுக்கு உறுதியாகத் தெரியுமா?";
"resolution" = "தீர்மானம்";
"restore" = "மீட்டெடு";
"restoreBackup" = "காப்புப்பிரதியை மீட்டெடுக்கவும்";
"restoreWarning" = "சேவையகம் மறுதொடக்கம் செய்யப்படும், மேலும் தற்போதைய தரவுகள் அனைத்தும் இந்தக் காப்புப்பிரதியின் உள்ளடக்கங்களைக் கொண்டு மாற்றப்படும்.";
"restoring" = "மீட்டமைத்தல்";
"restoringMessage" = "இந்தக் காப்புப்பிரதியிலிருந்து மீட்டெடுப்பதற்காக சேவையகம் மறுதொடக்கம் செய்யப்படுகிறது. மீட்டெடுப்பு முடிந்ததும் நீங்கள் மீண்டும் உள்நுழைய வேண்டியிருக்கலாம்.";
"retain" = "தக்கவைத்துக்கொள்";
"rewatching" = "மீண்டும் பார்ப்பது";
"rewind" = "பின்னோக்கிச் செல்க";
"sampleRate" = "மாதிரி விகிதம்";
"scanForNewAndUpdatedFiles" = "புதிய மற்றும் புதுப்பிப்பு கோப்புகளைத் தேடவும்";
"schedule" = "அட்டவணை";
"screenshotImageDescription" = "பொருளின் வீடியோ உள்ளடக்கத்திலிருந்து நேரடியாக எடுக்கப்பட்ட ஸ்கிரீன்ஷாட் அல்லது ஸ்டில் ஃபிரேம். வழக்கொழிந்தது மற்றும் இனி தீவிரமாகப் பயன்பாட்டில் இல்லை.";
"searchForMissingMetadata" = "விடுபட்ட மெட்டாடேட்டாவைத் தேடு";
"seek" = "தேடு";
"send" = "அனுப்பு";
"sendProgressReports" = "முன்னேற்ற அறிக்கைகளை அனுப்பவும்";
"seriesSettings" = "தொடர் அமைப்புகள்";
"showRecommendations" = "பரிந்துரைகளைக் காட்டு";
"showTitle" = "தலைப்பைக் காட்டு";
"sidebar" = "பக்கப் பட்டி";
"simple" = "எளிய";
"size" = "அளவு";
"skipDuplicates" = "நகல்களைத் தவிர்க்கவும்";
"slowScrubbing" = "மெதுவாக தேய்த்தல்";
"smart" = "ஸ்மார்ட்";
"source" = "ஆதாரம்";
"square" = "சதுரம்";
"start" = "நிறுவு";
"stopPlaybackWarning" = "இந்தப் பயனரின் இசைப்பதிவை நிறுத்த நீங்கள் உறுதியாக விரும்புகிறீர்களா?";
"stopRecording" = "பதிவை நிறுத்து";
"streamCountExceedsLimit" = "ஸ்ட்ரீம்களின் எண்ணிக்கை அனுமதிக்கப்பட்ட வரம்பை மீறுகிறது";
"streamInfo" = "ஸ்ட்ரீம் தகவல்";
"streamInfoWithMethod" = "%@ தகவல்";
"style" = "பாணி";
"subtitleMode" = "வசன முறை";
"subtitleModeAlwaysDescription" = "எப்போதும் வசன வரிகளைக் காண்பிக்கவும், அவை கிடைக்கும்போது உங்களுக்கு விருப்பமான மொழியைத் தேர்ந்தெடுக்கவும்.";
"subtitleModeDefaultDescription" = "இயல்புநிலை எனக் குறிக்கப்பட்ட வசனப் பகுதி, உங்கள் விருப்பமான மொழியுடன் பொருந்தவில்லை என்றாலும் அதை இயக்கவும்.";
"subtitleModeNoneDescription" = "வசன வரிகளை ஒருபோதும் தானாகக் காட்ட வேண்டாம்.";
"subtitleModeOnlyForcedDescription" = "பொதுவாக வெளிநாட்டு மொழிப் பகுதிகளுக்காக, 'கட்டாயப்படுத்தப்பட்டது' எனக் குறிக்கப்பட்ட வசன வரிகளை மட்டும் காண்பிக்கவும்.";
"subtitleModeSmartDescription" = "ஒலி மொழி நீங்கள் விரும்பும் மொழியிலிருந்து வேறுபடும்போது வசன வரிகளைக் காண்பிக்கவும்.";
"supplements" = "சப்ளிமெண்ட்ஸ்";
"tabBar" = "தாவல் பட்டி";
"test" = "சோதனை";
"textSubtitle" = "உரை துணைத் தலைப்பு";
"thumbImageDescription" = "முகப்புப் பக்கத்திலும், நூலகத்தைச் சிறுபடப் பயன்முறையில் உலாவும்போதும் பயன்படுத்தப்படும் ஒரு சிறுபட வடிவம். இது காணொளி உள்ளடக்கத்திற்கு மட்டுமே பொருந்தும்.";
"timeBase" = "நேர அடிப்படை";
"tracks" = "தடங்கள்";
"transcodeProgress" = "டிரான்ஸ்கோட் முன்னேற்றம்";
"transfer" = "பட்டப்படிப்பு";
"trickplay" = "தந்திர விளையாட்டு";
"trickplays" = "தந்திரமான ஆட்டங்கள்";
"tvShowsCapitalized" = "தொலைக்காட்சி நிகழ்ச்சிகள்";
"unableToLoadThisItem" = "இந்த உருப்படியை ஏற்ற முடியவில்லை.";
"unableToOpenTrailerApp" = "%1$@ இல் டிரெய்லரைத் திறக்க முடியவில்லை";
"use" = "பயன்படுத்து";
"useSeriesThumb" = "தொடர் கட்டைவிரலைப் பயன்படுத்தவும்";
"videoCodec" = "வீடியோ கோடெக்";
"videoRange" = "வீடியோ வரம்பு";
"videoRangeType" = "வீடியோ வரம்பு வகை";
"videoResolution" = "வீடியோ தெளிவுத்திறன்";
"videoRotationNotSupported" = "வீடியோ சுழற்சி ஆதரிக்கப்படவில்லை";
"vlc" = "வி.எல்.சி.";
"wifi" = "வைஃபை";
"wifiName" = "வைஃபை பெயர்";
"withEnhancementLayer" = "மேம்பாட்டு அடுக்குடன் %1$@";
"zoom" = "ஜூம்";
